Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] How to Win the Secretary's Heart.tmx
Source language: ko_kr
Languages: en

source: 그때 같이 있던 아주머니들이 내 얘기하지 않았어?
en: like those ladies who were with you. did they not talk about me after?

source: 왈왈!
en: BARK BARK!

source: 아니.
en: no.

source: [추종자들]
en: [ADMIRERS]

source: 안내를 종료합니다.
en: you have arrived at your destination.

source: 그러고 나서 얼른 저것들 택시 태워서 돌려보내고…
en: after that, i'll get those nerds into a taxi...

source: 레파토리가 떨어졌는데 다행이네요.
en: that’s a relief. i was out of things to say.

source: 말씀드렸듯이 금방 끝나는 이야기라.
en: like i said, this will be quick.

source: 젠장!!
en: dammit!!

source: did you ever…!
en: who are these people…!* *he’s speaking in english.

source: Damn it!!
en: damn it!* *he’s speaking in english.

source: 아파…!
en: ow...!

source: 무슨 일이에요, 양 대리님?
en: what is it, miss yang?

source: 장난 아닌데?
en: nope.

source: 긍정적으로 검토해 보죠.
en: then we’ll look upon your request favorably.

source: 뽀각
en: CRACK

source: 벌컥
en: BAM

source: '괜찮습니다'가 아니라, '알겠습니다' 라니…
en: not ‘it’s okay’ but ‘i understand’...

source: 이웃 간 왕래를 크게 신경 쓰지 않는 분이어서 양해해 주셨지만…
en: and they didn’t mind neighbors passing through...

source: 이번이 마지막 맞선이었거든.
en: this was the last blind date.

source: 했습니다!
en: they did!

source: 달칵-
en: CLICK

source: 서유~ 있어?
en: seoyu, you there?

source: 다음부터는 일찍 일찍 좀 다녀.
en: make sure you’re early next time.

source: 어, 찾았어.
en: yeah, i did.

source: 후룩
en: SLRP

source: 오면 안……
en: you can’t come…

source: 좀 또X이 같은 인간들을 많이 만나 봐서요.
en: i’ve met a lot of narcissistic douchebags.

source: 식성까지 맞추는 거야?!
en: he even chose a restaurant you would like?!

source: 혹시 양 비서는 나이가 어떻게 되는지…
en: how old are you...?

source: 나호, 노치
en: naho, nochi

source: 됐어, 그럼 이 얘기는 그만해.
en: it’s fine. i don’t want to talk about this anymore.

source: 인제스피디움 홍보부장인 한 실장님 아시죠?
en: i assume you know han, the head of pr for the inje speedium?

source: 왜 거기서 양 비서가 튀어나오는 거야?!!
en: why did miss yang have to show up like that??!!!

source: 어디서 버릇없이…!!
en: how dare he...!!

source: 우리 윤이 보려고 잠깐 나왔지.
en: i popped out to see yoon.

source: 헉!
en: *gasp*!

source: 저거 우리 애가 좋아하게 생긴 차네….
en: that’s just the kind of car my kid loves...

source: 그러고 보니 남자친구가 있었지.
en: oh right. she has a boyfriend.

source: 너야말로 빡센 부서로 발령 났다더니, 벌써 끝났어?
en: no, you. didn't you say your new department was intense?

source: 하해와 같은 은혜가 상시 강림하사 언제나 제작본부에 일용할 양식을 주시옵고 번뜩이는 아이디어를 내려주십사 정화수 떠 놓고 기도합니다.
en: let your overflowing grace fall on us. we offer you the pure waters of the earth, so inspire us and give us the daily bread of the planning department.

source: 알았어, 문자로 보낼게.
en: okey dokey, i'll text you the number.

source: 차 넘버…
en: THE LICENSE PLATE...

source: 짜증
en: ANNOYED

source: 잠깐 저리 좀 비켜봐!!
en: MOVE OVER FOR A SECOND!!

source: 그쪽에 포도밭이 있을 거라고는 상상도 못 했어.
en: i never even imagined there would be a grape orchard there.

source: 가는 동안 마르겠지.
en: i'm sure it’ll dry on the way.

source: 내가 대체 왜 그랬지?!
en: why did i do that?!

source: 제가 마음에 안 드시면 다른 비서를 구하세요.
en: ...if you’re not satisfied, please find another secretary.

source: 그럴 리가 있겠습니까?
en: what reason would i have to do that?

source: …미친 건가?
en: is he for real...?

source: 손 운동한 겁니다.
en: i was doing some hand exercises.

source: 정신 차리세요.
en: please get ahold of yourself.

source: 상사가 상사다 보니….
en: since i have you as my boss...

source: 양 비서가 왜 여기에?!?!
en: what is miss yang doing here?!?!

source: 어쩔 수 없지.
en: okay then.

source: 회사가 무슨 놀러 오는 곳인 줄 알아?!
en: you think the office is a place for fooling around?!

source: 그 번호 차단하라고 했잖아.
en: i told you to block that number.

source: 하{j}아
en: HAA{j}

source: 꼭 드라마 같지?
en: it’s like something straight out of a k-drama, right?

source: 뒷목!
en: this is utterly ridiculous!

source: 욕이든 칭찬이든 그건 내 알 바 아니니까.
en: you can say whatever you want, good or bad.

source: 잠시 뒤 좌회전입니다.
en: take a right here.

source: 그 짧은 시간 안에 다 해냈잖아?
en: she really did it, and in that short time too.

source: 다 좋은데~~ 시안 회의할 때 조그음마안 화 덜 내면 안 될까여어?
en: everything's great... buuut could you pleaaase not get so angry during our meetings?

source: 아직도 모르겠어?
en: you still don’t get it?

source: EM애드에서 오신 분들 들어오시랍니다.
en: the representatives from em advertisement can come in.

source: 그냥 넘어갈 수 있었겠지….
en: ...i could have let it go.

source: 지금은 나가셔야 합니다.
en: but right now, we have to go.

source: 후, 창문에 비친 내 모습 정말…
en: hoo, seeing myself in the mirror like this…

source: 역시 이삿날에 찾아가는 건 민폐죠?
en: yeah, coming over on moving day would be a nuisance, wouldn’t it?

source: 제 영혼의 여부는 저만 알면 됩니다.
en: My heart is my own business.

source: 둘이 보통 사이가 아니라는 건 어렴풋이 눈치챘지만, 왠지 속이 쓰리네.
en: i was vaguely conscious that they were close, but this stings.

source: 마인드가 글러 먹었어!
en: what are you thinking?!

source: 클라이언트에게 얘기는 해 보겠지만, 당장은 일정대로 촬영 진행해 달라고 해.
en: i can talk to the client, but tell the director to keep to the schedule for now.

source: 아니야!!
en: no!!

source: …뭐?!
en: what...?!

source: 그에 비례하는 높은 연봉.
en: ...with a high annual income to match.

source: 양 비서?!
en: miss yang?!

source: 앞…
en: your...

source: 어제도 말씀 드렸다시피,
en: like i told you yesterday...

source: 맞선 한… 은 보고.
en: go on blind dates, let’s say...

source: 정말요?!
en: can i really?!

source: 어림도 없는 소리!
en: not a chance!

source: CD:
en: *cd means

source: …뭐야, 진짜?
en: seriously...?

source: 여자한테 차이지나 마.
en: just don't get dumped.

source: 1팀과 2팀이 받는 보수가 부당하다는 얘기입니까?
en: ...teams 1 and 2 are making more than they deserve?

source: 정신적 피해 보상을 받아야 하는 건 내 쪽 아냐?
en: shouldn't he be compensating me for emotional trauma?

source: 아니, 양 비서는 대체 저 녀석의 어디가 좋아서 사귀는 거지?!
en: why is miss yang dating a guy like that? why does she like him?

source: 잘 보니 근육이 골고루 잡혀 있잖아?
en: ...but he’s actually pretty built?

source: 회원님의 식스팩을 위해!!
en: for your six-pack!!

source: 그러게 왜 저건 집어던져서!
en: why'd you have to throw that?!

source: 그럼 우리 어디서 만나?
en: where should we meet?

source: 에이, 쑥스러워 하시기는!!
en: hehe, no need to be shy!!

source: 와아
en: WOW

source: 내 앞에서는 무표정 아니면 정색만 하면서….
en: she always has a poker face or looks serious with me...

source: 그래도 주말 연락은 사양입니다.
en: but i refuse to take any calls during the weekend.

source: 핫-
en: AH

source: 리액션 부탁해요~!!
en: please react!!

source: 그럼 잘 부탁 드리겠습니다.
en: i’m counting on you.

source: 큼큼
en: EHEM

source: 나는 안 가니, 원 없이 마셔도 좋다.
en: i'm not going, so you can drink as much as you want.

source: …퇴사 후 1년간 동종 업계 회사에 이직할 수 없다는 조건, 기억하나?
en: did you forget that you’re banned from working for another advertising company for a year...?

source: 떨어져, 떨어져!
en: GET OFF, GET OFF!

source: 스륵
en: SHK

source: ‘텔레마케팅’인가요?
en: is it telemarketing?

source: 죄송해요, 선약이 있어요.
en: i'm sorry. i'm meeting someone today.

source: 하하… 그래, 가야지.
en: haha... right, let’s go.

source: 아, 참!
en: oh right!

source: 정산서 이게 다야?!
en: is this all of the accounts?!

source: 똑똑똑똑
en: KNOCK KNOCK KNOCK KNOCK

source: 정리한 파일 한 번만 더 확인하고 내려가 보도록 하지.
en: i’ll head down after i look through the file one more time.

source: …제작 3팀에 가신다고 하지 않으셨어요?
en: didn't you say you were going to go see team 3...?

source: 끼익~
en: SCREECH

source: 후우~!
en: phew!

source: 힐긋
en: GLANCE

source: 잠깐, 잠깐!!
en: wait, wait!!

source: 양 비서, 실망인데.
en: i’m disappointed, miss yang.

source: 가만…….
en: wait a second...

source: 많이 먹어, 내 비서.
en: eat up, my secretary.

source: 시간 없다며―.
en: you said it. there’s no time.

source: 커피라도 드시겠어요?
en: would you like some coffee?

source: 저희는 짐승이 맞습니다, 본부장님.
en: we are animals, sir.

source: 주님을 향한 마음으로!!
en: master, this is my pitch for you!!

source: 혹시 아직 나한테도 기회가 있나?
en: do i still have a chance?

source: 저 여사원은…
en: that’s...

source: …그쪽은 내가 연락하지.
en: i'll take care of that...

source: 그러게….
en: that it does...

source: 두 둥~!
en: DUDUN

source: 썩 반갑지는 않지만.
en: though i can’t say i'm happy to see you.

source: 진짜 버리시면 안 돼요, 엉엉엉~!
en: you really can’t leave me, wahhh!

source: 내가 봤을 때 이거는 후자 쪽인데….
en: the way i see it, it’s the latter...

source: 다른 차도 몰아보고.
en: i even get to try driving another car.

source: 부회장님만 아니면 내가 가고 싶었는데… 그 사람 밑에서 얼마나 배우고 싶었다고.
en: i wish i could be his secretary... i wanted to learn from him.

source: 여직원을 더 뽑든가 해야지!
en: we need more women around here!

source: 누구세요?
en: who are you?

source: 나 정도면 괜찮은 상사 아니야?
en: i’m a pretty good boss, aren’t i?

source: 그럼 허락하신 거로 알겠습니다.
en: i’ll take that as a yes.

source: 으아아아아~!!!
en: gaaaaah!!!

source: 뭐야, 다른 사람들 앞에서는 저렇게 웃을 줄도 아네.
en: huh, she smiles like that with other people.

source: 잠깐 기다려.
en: wait a second.

source: 아무리 생각해도 억울해서 말이야.
en: no matter how you look at it, it's unfair.

source: 합니다.
en: i do.

source: XX회사 광고 수정 건으로 제작 3팀에 다녀올 거야.
en: i'm going to talk to team 3 about the revisions for xx's ad.

source: 들었겠지?
en: he probably did, right?

source: 드라마는 본방이 필수여!
en: reruns are no good!!

source: 분리수거도 중요하니까요.
en: since recycling is important.

source: 아하하하!!
en: ahahaha!!

source: 이쪽이 동생이에요.
en: this is my younger brother.

source: 없는 시간도 내야지.
en: i'll just have to make time.

source: 내일 봐요!
en: see you tomorrow!

source: 나도 이제 돈 벌어, 이거 왜 이래?!
en: i’m making money now too. what’s your problem?!

source: 그게 무슨 말씀이세요?
en: what do you mean by that?

source: 시작하나 봐요!
en: it looks like they’re starting!

source: 몇 년 식이지??!!
en: what year is it??!!

source: 부탁하는 자세가 글러 먹었잖아.
en: your attitude is all wrong.

source: 아니면 선을 보던지.
en: or you can go on a blind date.

source: 오늘도 멋진 나.
en: i’m cool. yes, i am.

source: 오래 기다렸지?
en: did you wait long?

source: 바스락
en: RUSTLE

source: 그럼 딱 절반 자르마.
en: then i'll cut it exactly in half.

source: …일단은 매도 일찍 맞는 게 낫다 하니 사무실로 들어가자.
en: well, it’s better to get it over with, so let’s just go...

source: 해 봐, 그럼!
en: try it then!

source: 엄청 잘난 남자야.
en: this is a guy who has it all.

source: 대체 양 비서에게 못 볼 꼴을 몇 번이나 보이는 거야!!
en: how many times have i embarrassed myself in front of miss yang?

source: 제작본부장 자리에 오른 남자가 있었다.
en: ...was promoted at the young age of 34.

source: 이때 광고가 이랬으니까~
en: since this is what the ads were like!

source: 음식 나오기 전까지 파일부터 살펴볼게요.
en: i’ll look over the documents while we wait for the food.

source: 조금도 불편하지 않아.
en: not even a little bit.

source: 이런 미친….
en: this is ridiculous...

source: 그리고…
en: and...

source: 2팀도 지금 바빠.
en: team 2 is busy too.

source: 아, 그거 말인데.
en: ah, about that.

source: ─라는 건…
en: in other words...

source: 요즘 너무 건방진 거 아닌가?
en: you’ve been acting pretty cocky lately, don’t you think?

source: 장난해?!
en: are you kidding me?!

source: 헉?!
en: GASP

source: 아니, 정말 어디 여자 없냐?!
en: are you sure you don’t have a girlfriend?!

source: 시간 돼?
en: do you have the time?

source: …서유?
en: seoyu...?

source: 양 비서라서 내가 특별히 싸게 해 주는 거야.
en: i'm giving you a discount because it's you.

source: 좋은 아침입니다, 본부장님.
en: good morning, sir.

source: 오늘 회사도 때려치운 데다 술까지 들어가서,
en: this is all because i quit my job then drank.

source: 머리는 장식이야?
en: what’s the point in having a brain

source: 아, 잠깐!
en: ah, wait!

source: 오늘은 푹 쉬고 내일 밭일이나 힘내 줘!
en: rest up today. save your energy for tomorrow!

source: 나는?!
en: what about me?!

source: 그 이상은 안 됩니다.
en: that’s my final offer.

source: 이런 생각 자첼 한다는 건 나답지 않아.
en: it’s not like me to be having these thoughts.

source: 지금 이 상황에 관두신다고요?!
en: you’re leaving now?!

source: 내일부터 안 나와.
en: i won’t be here starting tomorrow.

source: 내가 널 어떻게 믿고!
en: i don’t trust you that much!

source: 화르르르륵
en: BLAAAAZE

source: 다음 안내까지 직진하십시오.
en: then, go straight.

source: 로비 옆 커피숍입니다.
en: it’s the cafe by the lobby.

source: 말씀하신 서류 가져왔습니다.
en: i've brought the documents you requested.

source: 잘됐네, 정문?
en: great. are you near the main entrance?

source: 전혀 그렇지 않습니다.
en: no, not at all.

source: 언제까지 나한테 기댈 건데?
en: ...how long do i have to hold everyone’s hand?

source: 나 여기 잘 적응할 수 있을까….
en: i wonder if i'll be able to make it here...

source: 양서훈이라고 합니다.
en: my name is seohoon yang.

source: 에구머니나~~~!
en: goodness gracious!

source: 하하, 말씀만으로도 감사합니다.
en: haha, thank you just for offering.

source: 약속은 꼭 지키셔야 합니다.
en: ...you have to keep your promise.

source: 독~ 신~ 주~ 의~?!!!
en: a ba. che. lor...?!!

source: 요청한 보안 코드 나오면 바로 시작해 주세요!
en: please start as soon as you get the security code!

source: 차는 주인 닮는다더니 아주 그냥, 와~ 매끈하고 고급스럽고 묵직한 게~ 끝내주더라!
en: they say cars take after their owners and wow, he’s the living proof - so smooth, classy, and dependable!

source: 양심 좀 있어 봐라.
en: have a conscience.

source: ※ 왜곡된 기억입니다
en: *a distorted memory

source: 벌써 갔네.
en: he already left.

source: 능률적으로 일하게 하고자 본인에게 맞는 복장으로 입고 오라고 했습니다.
en: so to increase their efficiency, i told my team to dress for themselves.

source: 할머니, 저 갈게요.
en: i should get going, grandma.

source: 제 키는 멀쩡합니다.
en: i'm still the same height.

source: 할머니 생각해서라도 장가가야 할 거다.
en: and if you care about your grandmother, you'll have to get married.

source: 대뇌피질로 전달되는 호르몬이 이상을 일으킨 게 분명해.
en: the hormones rushing to my brain must’ve caused some kind of anomaly.

source: 고마워요, 양 대리.
en: thanks, miss yang.

source: 이런, 젠장.
en: oh no.

source: 괜찮네요, 어차피 광고 쪽 일은 특정 몇을 제외하고는 박봉인 편이니까요.
en: that’s fair, considering that most people in advertising are poorly paid anyway.

source: 역시 본부장님이 최고예요!!
en: you're the best, sir!!

source: 레이스다 보니 당연한 거겠지만….
en: i get that this is normal for a race...

source: 최 대리님….
en: mr. choi...

source: 아까부터 화나는 일 있어?
en: are you mad about something?

source: 보정을 과하게 했나 봐요.
en: it must’ve been pretty heavily edited.

source: 아직 계셨군요.
en: good,

source: 어쨌든 네가 걱정할 일은 전혀 없어.
en: anyway, you don't have to worry.

source: 선일 자동차 홍보 부장은 깐깐하다고 합니다.
en: the head of pr at sunil cars is known for being strict.

source: 일이나 하러 가자….
en: i should just go work...

source: 그건 아닙니다.
en: no, of course not.

source: 그냥 걱정되니까 하는 말이야.
en: i'm just worried.

source: 자기를 만나면 네가 바뀔 수 있을 거라 기대하는 거야.
en: they were hoping they could change you.

source: 애인 있는 여잔 좋아하는 게 아냐
en: it’s not right to have feelings for a woman in a relationship

source: 안 부르시면 저주할 거야!!
en: i’m going to put a curse you if you don’t!!

source: 자동차 광고 제작을 할 수 없었던 것뿐입니다.
en: that’s the only reason.

source: 억울한 건 맞지만,
en: i did feel like it was unfair,

source: 문이 닫힙니다.
en: the doors are closing.

source: 근데 지금 일손이 너무 부족해서요.
en: but we're short-staffed right now.

source: 그럼 나가 보겠습니다.
en: excuse me.

source: 개인 시간이 너무 없어서요.
en: i don’t have enough free time after work.

source: 아하하.
en: ahaha.

source: 하하하.
en: hahaha.

source: 파
en: FW

source: 그리고 정확히 말하자면 목적지가 여기는 아니야.
en: and to be exact, this isn’t even my final destination.

source: 액수 제한 안 둘 테니까 먹고 싶은 거 다 시키고.
en: i won’t set a limit, so order as much food as you want.

source: 좋은 아침 입니다, 본부장님.
en: good morning, sir.

source: 나 이제 본부장 아닌데?
en: sir? i’m not your director anymore, you know.

source: 진정하세요~.
en: please calm down.

source: 그, 그러면… 당장 내일부터 저희는 3팀 팀장이나 부사장님 지시에 따라야 합니까?!
en: th-then... will we have to start obeying team 3 or the vice-president’s orders tomorrow?!

source: 아무튼, 그런 남자가 갑자기 안 하던 짓을 해.
en: anyway, this guy suddenly started acting differently.

source: 이미 나와 있긴 합니다.
en: i am already outside.

source: 영혼이 없어.
en: where's the heart?

source: 최고 속도는 얼마나 나와요?
en: what’s its top speed?

source: 왜 저러고 서 계시지?
en: why is he just standing there?

source: 양 비서, 남자 보는 눈이 영 꽝이구나!
en: miss yang, you have a terrible eye for men!

source: 차도 꼭 저 같은 것을!!
en: she just has to be with someone who owns such a tacky car!!

source: 혹시 한 사람으로 부족하다면, 두 명까지도 지원 가능하다고 대표님께서 말씀하셨습니다.
en: if one person isn’t enough, i was informed that you can request up to two.

source: 그렇다네요!!
en: you heard her!!

source: 부자지간에 너무 신뢰가 없는 거 아닙니까?
en: shouldn't you trust me more as my father?

source: 네에?!
en: whaaat?!

source: 웬일이래??
en: what’s this??

source: 왜 이래, 나 그렇게 막돼먹은 놈 아니야.
en: what? i’m not a brute.

source: 아─.
en: ah.

source: 빙고.
en: bingo.

source: 짜게 식은 눈
en: a cold gaze

source: 나잇값을 못하니 이러는 거 아닙니까, 저도 참 안타까워요.
en: i know, i wish i didn’t have to do this either. but you just won’t act your age.

source: 본부장님… 우리 본부장님….
en: mr. kim... sir...

source: 여기서 밤새우신 겁니까.
en: did you pull an all-nighter at the office?

source: 오늘은 진짜 아니라니까?
en: i swear that isn’t it!

source: 지끈
en: THROB

source: 자네 지금 뭐 하는 건가?!
en: what are you doing, mr. kim?!

source: 대신 독립하겠습니다.
en: but i'm moving out.

source: 당연하죠.
en: of course.

source: 시끌시끌
en: CLAMOR CLAMOR

source: 끼익-
en: SQUEAK

source: 할머니도 제가 모실 거예요!
en: and i'm taking grandmother with me!

source: 왜, 나오고 싶어?
en: why? do you want to work?

source: 으득―.
en: GRIT

source: 지각하면 죽는다.
en: you're dead if you're late.

source: 흐음~
en: hmm.

source: 안 잊어!
en: i won't!

source: 이제 말씀 해주셔야죠.
en: now, tell me.

source: 오늘은 간부 회의가 있습니다만.
en: but you have a board meeting today.

source: 우리 서유, 나 없으면 어떡하나 걱정되네.
en: i'm worried whether you'll be okay without me, sis.

source: 다행히 안 늦었습니다.
en: luckily, we’re not late.

source: 여기서 쭉 작업해.
en: don’t move from this room.

source: 치수랑 사야할 것들은 문자로 보내줄 테니까.
en: i'll text you my measurements and what to buy.

source: 자네 말 다 했나!!
en: is that all you have to say?!

source: …진심이세요?
en: are you being serious...?

source: …당최, 믿음이 가야 말이지.
en: first off... i'd have to trust you.

source: 그건 나중에 정하고, 일단 식사부터 하지.
en: we can decide on that later. let's eat first.

source: 급하면 나한테 보내라고 했다고.
en: if he’s in a time crunch, he can come and find me.

source: 그러니까 어떻게 된 거냐면요~~
en: let me tell you what happened!

source: 왜 이렇게 전화를 늦게 받아?
en: why did it take you so long to pick up?

source: 어제 이야기 다 끝난 거 아니었나요?
en: but weren't we done talking about that?

source: 정 씨 이사 갔어?
en: jeong moved?

source: 너무 멋져…….
en: i'm amazing...

source: 놀고들 있네.
en: looks like you’re all having fun.

source: 참, 이번에는 우리 동호회 사람들 전부 참석하기로 했어.
en: oh right, the whole club is participating this time.

source: 뒷담화를 듣고도 그냥 넘어가는 건가?
en: he doesn’t care that we were talking about him behind his back?

source: 본부장님, 이만 가셔야 합니다.
en: sir, we have to go.

source: 부, 부사장님.
en: s-sir.

source: 오늘도 참 잘~ 돌려 까네.
en: as usual, she sure has a roooundabout way of cutting me down to size.

source: 이모님들, 잠시만요.
en: aunties, wait a second.

source: 나는 너한테…
en: to you, i'm...

source: 이게 뭔지 알아?
en: so, do you know what this is supposed to mean?

source: 맞아요, 커피를 하도 마셨더니 속만 쓰리고….
en: same. all that coffee is giving me heartburn...

source: 주책이야, 진짜~!
en: for shame!

source: 하필이면 이런 날 생수병이 샘플로 오다니!!
en: why did the water bottle have to come today of all days?!

source: 아버지 뜻대로는 안 할 겁니다.
en: i won’t do as you say, father.

source: 하긴 그렇네요.
en: i can’t argue with that.

source: 난 좀 걸릴 것 같은데.
en: i think it’s gonna take me a while.

source: 저는 잠시 혼란스럽긴 했지만,
en: it caught me off guard,

source: 오늘만 사실 생각인가?
en: does he have a death wish?

source: 그런 건 이미 다 아는 얘기 아냐!
en: all of this is common knowledge!

source: 거 만
en: ARROGANT

source: 뭐 해?
en: what are you doing?

source: 좋다!
en: fine!

source: 믿을 걸 믿으라고 해야지.
en: give me a break.

source: 아마추어라며?
en: i thought she was an amateur?

source: 아직 한다는 말씀은 안 드렸습니다만.
en: i haven’t said that i’m going to be your secretary yet, sir.

source: 양 비서에겐 미안하다고 생각해.
en: and i’m sorry about that.

source: 근데 우리 윤이 다시 미국에 가는 거야?
en: but did i hear right? you're going back to america?

source: 알았어, 알았어.
en: okay, okay.

source: 좋지 않은 꾸우움?
en: a baaad dream?

source: 다만, 매각 대상자가 반드시 나여야만 할 뿐이지.
en: it’s just that the only person you call sell them to is me.

source: 내가 너 하나 못 먹여 살리겠냐?!
en: you think i won't be able to support you?!

source: 와… 성의 없어.
en: wow... so insincere.

source: 저런 건방진…!
en: that cocky...!

source: 그나저나…
en: anyhow...

source: 그런데 하필이면 애인 있는 여자를…!
en: but why did it have to be a woman who has a lover of all people...?!

source: 회의 준비나 하자.
en: let’s just get ready for the meeting.

source: 제가 방금 한 말 그대로 다시 읊어 보세요.
en: so try and repeat what i just said, word for word.

source: 제작 3팀
en: PLANNING TEAM 3

source: 도로 위에선 안전 운전을 해야지… 쯧
en: people need to drive safely... tsk

source: 10분{j}내로.
en: you have 10 minutes.{j}

source: 그럼 묻지도 따지지도 않고 나 따라올 사람만 손들어.
en: raise your hand if you’re going to follow me without question.

source: …괜찮아.
en: ...but he’s fine.

source: 할머니도 보고 싶으시면 언제든지 전화 걸어 주세요.
en: and call me if you ever want to see me, grandma.

source: …잘 보여.
en: this is a good view...

source: 사업 계획도 모르고 고용 조건을 듣지도 않았는데, 무턱대고 따라갈 순 없죠.
en: i can’t blindly follow you when i haven’t heard your business plan or the terms of employment.

source: 덕분에 얼마나 난감했다고.
en: do you know how much i suffered because of you?

source: 제발 그 입 좀 다물어 주면 좋겠….
en: i'm begging you to shut your mouth...

source: 그건 안 돼.
en: no way.

source: 저…
en: excuse me...

source: 부임 1년 만에 뛰어난 센스와 실력으로 회사의 수익을 흑자로 돌렸으며,
en: he led the company back into the black within a year of his promotion.

source: 안 돼.
en: no.

source: 감사히 잘 먹겠습니다!!
en: thank you!!

source: 공과 사 나누는 것도 확실하고 부하 직원에게 후한 편이야.
en: but he doesn't drag us into his private life, and he's generous too.

source: 저렇게 생겼으면….
en: if that’s what he looks like...

source: 양서훈
en: SEOHOON YANG

source: 그렇게 잘 아는 얘기라고 하시니까 궁금해서 말입니다.
en: i’m curious since you claim to be so knowledgeable.

source: 별로 감사할 건 없어.
en: there’s no need to thank me.

source: 설마 어제도 회사에서 밤새신 건가요?
en: were you here overnight again?

source: 그리고 이번 시안 통과되면,
en: and if this proposal is approved,

source: 저 여자는…
en: who...?

source: 아까 말한 리액션이 이거였습니까?!
en: is this what you were talking about?!

source: 비웃었잖아!
en: she laughed at you!

source: 이 정도면 괜찮은 거라고!!!!
en: it’s big enough!!

source: 다음 날 아침.
en: the next morning.

source: 그럼 1년 동안 손가락만 빠시려고요?
en: so you’re going to be twiddling your thumbs for a year?

source: 왜 서 계시지?
en: what's he standing for?

source: 이 정도면 안구 테러가 아니라 안구 정화지.
en: if anyone else saw, they’d say their eyes were blessed.

source: 저야 만나 주시면 영광이죠.
en: sure thing. it would be an honor to talk to you again.

source: 훠이~ 훠이~ 비켜줄래?
en: shoo, shoo. can you move?

source: 이것 참, 부사장님께서 진심으로 하는 말씀이 아니라고 믿고 싶군요.
en: really now, i want to believe that you were joking.

source: 내 팀원들이라면 몰라도, 양 비서만큼은 나 나름대로 꽤 잘해 준 것 같은데.
en: i think i treat you pretty well, much better than the rest of the team.

source: 그렇게 떡- 하니 운명처럼 만난 거지!
en: and that’s how they met! like it was meant to be!

source: 남의 사무실 앞에서 이게 무슨 민폐인지.
en: it's bad manners to do this outside of someone's office.

source: 이대로 20부만 복사해 둬.
en: go ahead and make 20 copies.

source: 연예계에 발을 들여도 대성했을… 아니다.
en: yeah, if he’d gone into modeling, he could have made it big... or not.

source: 울컥!
en: GRRR

source: 지금 제작 1팀과 2팀이 받는 인센티브가 다소 과하다는 게 이사진들 생각이네.
en: we on the board believe that the salaries of teams 1 and 2 are too high.

source: 월요일에 바로 처리하시면 될 겁니다.
en: you should be able to take care of them first thing on monday.

source: 그 도시락.
en: that boxed lunch right there.

source: 뭐라도…
en: please...

source: 이게 ‘광고’야.
en: it's advertising.

source: 하얀 것은 종이요,
en: the white part is the paper,

source: 이럴 때 커피 한잔하면 딱인데… 커피 머신 하나 살까?
en: a cup of coffee would hit the spot right now… should I get myself a coffee maker?

source: 뭐가 어째?!
en: what?!

source: 그분들한테도 일일이 밥 얻어먹으실 건가요?
en: are you going to go ask each of them for food, too?

source: 그런 얘기가 있습니까?
en: is that right?

source: 그러지 말고, 내가 근처 호텔에 전화해서 오늘 체크인 가능한지 물어볼게.
en: don’t be like that. let me ask the hotel next door if they’re still allowing check-ins for the night.

source: 안 잡아요.
en: i won’t do anything to you.

source: 자꾸 데려다주려고 하질 않나.
en: he also keeps trying to give me a ride home.

source: 벌써 트랙데이구나.
en: ah, it's already track day.

source: 너도 지난번에 우리 회사 차 탔잖아!
en: i let you drive my company car, remember?

source: 독립은 무효다!
en: no moving out for you!

source: 홍보부 최경환 부장님 만나러 왔습니다.
en: i'm here to see the head of pr, kyunghwan choi.

source: 아니, 왜요?
en: why would i do that?

source: 포도밭이 대체 왜 거기 있는 거고,
en: what’s a grape orchard doing there,

source: 지금 내가 양 비서에게 이걸 조건으로 걸고 있는 거지!
en: i’m trying to nab miss yang with this!

source: 유 감독 연락은 부탁할게.
en: you can contact director yoo.

source: 넌 좋아?
en: is it a good morning for you?

source: 조심히 가세요, 회원님~!
en: take care, valued customer!

source: …아유, 우리 윤이 간다니까 쓸쓸해지네.
en: oh dear, it’s going to be lonely here without you.
